"%[Any]@ of the following are true" = "%1$[Будь-яка]@ з наведених нижче умов виконується";
"%[All]@ of the following are true" = "%1$[Всі]@ з наведених нижче умов виконуються";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Швидкість потоку]@ %2$[дорівнює]@ %3$@ Кбіт/с";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Швидкість потоку]@ %2$[не дорівнює]@ %3$@ Кбіт/с";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Швидкість потоку]@ %2$[більше]@ %3$@ Кбіт/с";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Швидкість потоку]@ %2$[менше]@ %3$@ Кбіт/с";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Швидкість потоку]@ %2$[в межах]@ %3$@ – %4$@ %5$[Кбіт/с]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Частота дискретизації]@ %2$[дорівнює]@ %3$@ Гц";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Частота дискретизації]@ %2$[не дорівнює]@ %3$@ Гц";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Частота дискретизації]@ %2$[більше]@ %3$@ Гц";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Частота дискретизації]@ %2$[менше]@ %3$@ Гц";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Частота дискретизації]@ %2$[в межах]@ %3$@ – %4$@ %5$[Гц]@";

"%[bpm]@ %[is]@ %@" = "%1$[Ритм]@ %2$[збігається з]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[Ритм]@ %2$[не збігається з]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[Ритм]@ %2$[більше]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[Ритм]@ %2$[менше]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[Ритм]@ %2$[в межах]@ %3$@ – %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Номер диска]@ %2$[дорівнює]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Номер диска]@ %2$[не дорівнює]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Номер диска]@ %2$[більше]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Номер диска]@ %2$[менше]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Номер диска]@ %2$[в межах]@ %3$@ – %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Кількість відтворень]@ %2$[дорівнює]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Кількість відтворень]@ %2$[не дорівнює]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Кількість відтворень]@ %2$[більше]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Кількість відтворень]@ %2$[менше]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Кількість відтворень]@ %2$[в межах]@ %3$@ – %4$@";

"%[season]@ %[is]@ %@" = "%1$[Сезон]@ %2$[дорівнює]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Сезон]@ %2$[не дорівнює]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Сезон]@ %2$[більше]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Сезон]@ %2$[менше]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Сезон]@ %2$[в межах]@ %3$@ – %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Кількість пропусків]@ %2$[збігається з]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Кількість пропусків]@ %2$[не збігається з]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Кількість пропусків]@ %2$[більше]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Кількість пропусків]@ %2$[менше]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Кількість пропусків]@ %2$[в межах]@ %3$@ – %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Номер доріжки]@ %2$[дорівнює]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Номер доріжки]@ %2$[не дорівнює]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Номер доріжки]@ %2$[більше]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Номер доріжки]@ %2$[менше]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Номер доріжки]@ %2$[в межах]@ %3$@ – %4$@";

"%[year]@ %[is]@ %@" = "%1$[Рік]@ %2$[дорівнює]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Рік]@ %2$[не дорівнює]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Рік]@ %2$[більше]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Рік]@ %2$[менше]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Рік]@ %2$[в межах]@ %3$@ – %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Розмір]@ %2$[дорівнює]@ %3$@ Мб";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Розмір]@ %2$[не дорівнює]@ %3$@ Мб";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Розмір]@ %2$[більше]@ %3$@ Мб";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Розмір]@ %2$[менше]@ %3$@ Мб";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Розмір]@ %2$[в межах]@ %3$@ – %4$@ %5$[Мб]@";

"%[album]@ %[contains]@ %@" = "%1$[Альбом]@ %2$[містить]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Альбом]@ %2$[не містить]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Альбом]@ %2$[збігається з]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Альбом]@ %2$[не збігається з]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Альбом]@ %2$[починається з]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Альбом]@ %2$[закінчується на]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Виконавець альбому]@ %2$[містить]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Виконавець альбому]@ %2$[не містить]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Виконавець альбому]@ %2$[збігається з]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Виконавець альбому]@ %2$[не збігається з]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Виконавець альбому]@ %2$[починається з]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Виконавець альбому]@ %2$[закінчується на]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Виконавець]@ %2$[містить]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Виконавець]@ %2$[не містить]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Виконавець]@ %2$[збігається з]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Виконавець]@ %2$[не збігається з]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Виконавець]@ %2$[починається з]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Виконавець]@ %2$[закінчується на]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Категорія]@ %2$[містить]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Категорія]@ %2$[не містить]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Категорія]@ %2$[збігається з]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Категорія]@ %2$[не збігається з]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Категорія]@ %2$[починається з]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Категорія]@ %2$[закінчується на]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Коментарі]@ %2$[містять]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Коментарі]@ %2$[не містять]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Коментарі]@ %2$[збігаються з]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Коментарі]@ %2$[не збігаються з]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Коментарі]@ %2$[починаються з]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Коментарі]@ %2$[закінчуються на]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Композитор]@ %2$[містить]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Композитор]@ %2$[не містить]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Композитор]@ %2$[збігається з]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Композитор]@ %2$[не збігається з]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Композитор]@ %2$[починається з]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Композитор]@ %2$[закінчується на]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Відладка]@ %2$[містить]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Відладка]@ %2$[не містить]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Відладка]@ %2$[збігається з]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Відладка]@ %2$[не збігається з]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Відладка]@ %2$[починається з]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Відладка]@ %2$[закінчується на]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Опис]@ %2$[містить]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Опис]@ %2$[не містить]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Опис]@ %2$[збігається з]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Опис]@ %2$[не збігається з]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Опис]@ %2$[починається на]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Опис]@ %2$[закінчується на]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Жанр]@ %2$[містить]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Жанр]@ %2$[не містить]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Жанр]@ %2$[збігається з]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Жанр]@ %2$[не збігається з]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Жанр]@ %2$[починається з]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Жанр]@ %2$[закінчується на]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Групування]@ %2$[містить]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Групування]@ %2$[не містить]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Групування]@ %2$[збігається з]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Групування]@ %2$[не збігається з]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Групування]@ %2$[починається з]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Групування]@ %2$[закінчується на]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Тип]@ %2$[містить]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Тип]@ %2$[не містить]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Тип]@ %2$[збігається з]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Тип]@ %2$[не збігається з]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Тип]@ %2$[починається з]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Тип]@ %2$[закінчується на]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Назва]@ %2$[містить]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Назва]@ %2$[не містить]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Назва]@ %2$[збігається з]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Назва]@ %2$[не збігається з]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Назва]@ %2$[починається з]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Назва]@ %2$[закінчується на]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Телепередача]@ %2$[містить]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Телепередача]@ %2$[не містить]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Телепередача]@ %2$[збігається з]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Телепередача]@ %2$[не збігається з]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Телепередача]@ %2$[починається з]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Телепередача]@ %2$[закінчується на]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Альбом для сортування]@ %2$[містить]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Альбом для сортування]@ %2$[не містить]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Альбом для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Альбом для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Альбом для сортування]@ %2$[починається з]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Альбом для сортування]@ %2$[закінчується на]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[містить]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[не містить]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[починається з]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Виконавець альбому для сортування]@ %2$[закінчується на]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Виконавець для сортування]@ %2$[містить]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Виконавець для сортування]@ %2$[не містить]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Виконавець для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Виконавець для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Виконавець для сортування]@ %2$[починається з]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Виконавець для сортування]@ %2$[закінчується на]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Композитор для сортування]@ %2$[містить]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Композитор для сортування]@ %2$[не містить]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Композитор для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Композитор для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Композитор для сортування]@ %2$[починається з]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Композитор для сортування]@ %2$[закінчується на]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Ім’я для сортування]@ %2$[містить]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Ім’я для сортування]@ %2$[не містить]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Ім’я для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Ім’я для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Ім’я для сортування]@ %2$[починається з]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Ім’я для сортування]@ %2$[закінчується на]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Телепередача для сортування]@ %2$[містить]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Телепередача для сортування]@ %2$[не містить]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Телепередача для сортування]@ %2$[збігається з]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Телепередача для сортування]@ %2$[не збігається з]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Телепередача для сортування]@ %2$[починається з]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Телепередача для сортування]@ %2$[закінчується на]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Дата додавання]@ %2$[збігається з]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Дата додавання]@ %2$[не збігається з]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Дата додавання]@ %2$[після]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Дата додавання]@ %2$[до]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Дата додавання]@ %2$[протягом останніх]@ %3$@ %4$[дн.]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата додавання]@ %2$[протягом останніх]@ %3$@ %4$[тиж.]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Дата додавання]@ %2$[протягом останніх]@ %3$@ %4$[міс.]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата додавання]@ %2$[не протягом останніх]@ %3$@ %4$[дн.]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата додавання]@ %2$[не протягом останніх]@ %3$@ %4$[тиж.]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата додавання]@ %2$[не протягом останніх]@ %3$@ %4$[міс.]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Дата додавання]@ %2$[в межах]@ %3$@ – %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Дата змінення]@ %2$[збігається з]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Дата змінення]@ %2$[не збігається з]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Дата змінення]@ %2$[після]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Дата змінення]@ %2$[до]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Дата змінення]@ %2$[протягом останніх]@ %3$@ %4$[дн.]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата змінення]@ %2$[протягом останніх]@ %3$@ %4$[тиж.]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Дата змінення]@ %2$[протягом останніх]@ %3$@ %4$[міс.]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата змінення]@ %2$[не протягом останніх]@ %3$@ %4$[дн.]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата змінення]@ %2$[не протягом останніх]@ %3$@ %4$[тиж.]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата змінення]@ %2$[не протягом останніх]@ %3$@ %4$[міс.]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Дата змінення]@ %2$[в межах]@ %3$@ – %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Дата останнього відтворення]@ %2$[збігається з]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Дата останнього відтворення]@ %2$[не збігається з]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Дата останнього відтворення]@ %2$[після]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Дата останнього відтворення]@ %2$[до]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Дата останнього відтворення]@ %2$[протягом останніх]@ %3$@ %4$[дн.]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата останнього відтворення]@ %2$[протягом останніх]@ %3$@ %4$[тиж.]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Дата останнього відтворення]@ %2$[протягом останніх]@ %3$@ %4$[міс.]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата останнього відтворення]@ %2$[не протягом останніх]@ %3$@ %4$[дн.]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата останнього відтворення]@ %2$[не протягом останніх]@ %3$@ %4$[тиж.]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата останнього відтворення]@ %2$[не протягом останніх]@ %3$@ %4$[міс.]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Дата останнього відтворення]@ %2$[в межах]@ %3$@ – %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Дата останнього пропуску]@ %2$[збігається з]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Дата останнього пропуску]@ %2$[не збігається з]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Дата останнього пропуску]@ %2$[після]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Дата останнього пропуску]@ %2$[до]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Дата останнього пропуску]@ %2$[протягом останніх]@ %3$@ %4$[дн.]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата останнього пропуску]@ %2$[протягом останніх]@ %3$@ %4$[тиж.]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Дата останнього пропуску]@ %2$[протягом останніх]@ %3$@ %4$[міс.]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата останнього пропуску]@ %2$[не протягом останніх]@ %3$@ %4$[дн.]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата останнього пропуску]@ %2$[не протягом останніх]@ %3$@ %4$[тиж.]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата останнього пропуску]@ %2$[не протягом останніх]@ %3$@ %4$[міс.]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Дата останнього пропуску]@ %2$[в межах]@ %3$@ – %4$@";

"%[songid]@ %[is]@" = "%1$[Придбано]@ — %2$[так]@";
"%[songid]@ %[is not]@" = "%1$[Придбано]@ — %2$[ні]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Позначено]@ — %2$[так]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Позначено]@ — %2$[ні]@";

"%[artwork]@ %[is]@" = "%1$[Обкладинка альбому]@ %2$[наявна]@";
"%[artwork]@ %[is not]@" = "%1$[Обкладинка альбому]@ %2$[відсутня]@";

"%[compilation]@ %[is]@" = "%1$[Збірник]@ — %2$[так]@";
"%[compilation]@ %[is not]@" = "%1$[Збірник]@ — %2$[ні]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Час]@ %2$[є]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Час]@ %2$[не є]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Час]@ %2$[більше]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Час]@ %2$[менше]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Час]@ %2$[в межах]@ %3$@ – %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Рейтинг альбому]@ %2$[дорівнює]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Рейтинг альбому]@ %2$[не дорівнює]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Рейтинг альбому]@ %2$[більше]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Рейтинг альбому]@ %2$[менше]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Рейтинг альбому]@ %2$[в межах]@ %3$@ – %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Рейтинг]@ %2$[дорівнює]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Рейтинг]@ %2$[не дорівнює]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Рейтинг]@ %2$[більше]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Рейтинг]@ %2$[менше]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Рейтинг]@ %2$[в межах]@ %3$@ – %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[музика]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[відеокліп]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[фільм]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[телепередача]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[подкаст]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[елемент iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[аудіокнига]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[книга]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[голосова нотатка]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Тип матеріалу]@ %2$[є]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[музика]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[відеокліп]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[фільм]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[телепередача]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[подкаст]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[елемент iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[аудіокнига]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[книга]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[голосова нотатка]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Тип матеріалу]@ %2$[не є]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Підбірка]@ %2$[є]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Підбірка]@ %2$[не є]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Розташування]@ %2$[є]@ %3$[на цьому комп’ютері]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Розташування]@ %2$[є]@ %3$[в iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Розташування]@ %2$[не]@ %3$[на цьому комп’ютері]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Розташування]@ %2$[не]@ %3$[в iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«зіставлено»]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«придбано»]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«закачано»]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«не відповідає вимогам»]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«тільки локальний»]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«помилка»]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Стан iCloud]@ %2$[збігається з]@ %3$[«дублікат»]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«зіставлено»]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«придбано»]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«закачано»]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«не відповідає вимогам»]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«тільки локальний»]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«помилка»]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Стан iCloud]@ %2$[не збігається з]@ %3$[«дублікат»]@";
